{"basics":{"name":"Alana Montoya","label":"Data Scientist","image":"","email":"alanamontoya3@gmail.com","phone":"(425) 273-1027","url":"https://alanamontoya.github.io","summary":"***summary***","location":{"city":"Seattle","countryCode":"US","region":"Washingtion"},"profiles":[{"network":"LinkedIn","username":"alanamontoya","url":"https://www.linkedin.com/in/alanamontoya/"}]},"work":[{"name":"University of Washington, Department of Global Health","position":"Data Science Researcher","startDate":"2023-03","endDate":"present","summary":"Implementing the PageRank algorithm using Python, effectively analyzing Twitter interactions of sodium-related tweets across 83 key stakeholders in strategic action fields for public policy to identify 33 influential stakeholders in the network. Designing comprehensive data solutions leveraging Python for top stakeholder influence analysis, resulting in increased insights into the overall and annual dissemination of dietary information on social media platforms. Collaborating with global health, machine learning (ML), and artificial intelligence (AI) experts to co-author peer-reviewed research paper, contributing novel findings published in the Journal of Medical Internet Research on policy dissemination."},{"name":"Washington Technology Solutions (WaTech)","position":"Data Scientist (Capstone)","startDate":"2023-01","endDate":"2023-06","summary":"Streamlined a user-driven tagging protocol for the Washington State Open Data Catalog, an open data portal for the State of Washington, optimizing dataset searchability and data quality to increase inter-organizational data sharing and user growth. Leveraged the tag management protocol to achieve a 40% reduction in tags, enhancing data organization, improving searchability, and ensuring consistent and reliable access to data. Designed and implemented a comprehensive tag monitoring system using Power BI, providing real-time monitoring to reduce tag change response time and enhance data usability and quality.
"},{"name":"University of Washington","position":"Data Science Graduate Reader/Grader","startDate":"2023-01","endDate":"2023-03","summary":"Reviewed and graded assignments for the third graduate data science course in a three-course series, assessing students’ performance on scaling massive data, specialized techniques for text and image applications, and ethics and responsibility. Proactively provided constructive and timely feedback to students, facilitating continuous student growth and improvement.
"},{"name":"Avalara","position":"Data Analyst Intern","startDate":"2022-06","endDate":"2022-09","summary":"Statistically analyzed customer data, identifying high-risk customers with past due balances, optimizing business performance through proactive risk mitigation. Developed self-service Power BI dashboards of global commerce data, leveraging real-time metrics for tracking case closures and resolution times to increase the Customer Success Team's efficiency, accountability, and customer satisfaction.
"}],"education":[{"institution":"University of Washington","location":"Seattle, Washington","area":"Data Science","studyType":"Master of Science","startDate":"2021-09","endDate":"2023-06","score":"3.99/4","courses":["classes"]},{"institution":"University of Washington","location":"Seattle, Washington","area":"Mathematics","studyType":"Bachelor","startDate":"2021-09","endDate":"2023-06","score":"3.85/4","courses":["classes"]}],"awards":[{"title":"Nobel Prize in Physics","date":"1921-11-01","awarder":"Royal Swedish Academy of Sciences","url":"https://www.nobelprize.org/prizes/physics/1921/einstein/biographical/","summary":"The Nobel Prizes are five separate prizes that, according to Alfred Nobel's will of 1895, are awarded to 'those who, during the preceding year, have conferred the greatest benefit to humankind.'"}],"publications":[{"name":"Zur Elektrody/namik bewegter Körper","publisher":"Annalen der Physik","releaseDate":"1905-06-30","url":"https://en.wikisource.org/wiki/Translation:On_the_Electrodynamics_of_Moving_Bodies","summary":"It concerned an interpretation of the Michelson–Morley experiment and the properties of light and time. Special relativity incorporates the principle that the speed of light is the same for all inertial observers regardless of the state of motion of the source."},{"name":"Über einen die Erzeugung und Verwandlung des Lichtes betreffenden heuristischen Gesichtspunkt","publisher":"Annalen der Physik","releaseDate":"1905-03-18","url":"https://de.wikisource.org/wiki/Über_einen_die_Erzeugung_und_Verwandlung_des_Lichtes_betreffenden_heuristischen_Gesichtspunkt","summary":"In the second paper, he applied the quantum theory to light to explain the photoelectric effect. In particular, he used the idea of light quanta (photons) to explain experimental results, but stressed the importance of the experimental results. The importance of his work on the photoelectric effect earned him the Nobel Prize in Physics in 1921."},{"name":"Die Grundlage der allgemeinen Relativitätstheorie","publisher":"Annalen der Physik","releaseDate":"1916-03-20","url":"https://de.wikisource.org/wiki/Die_Grundlage_der_allgemeinen_Relativitätstheorie","summary":"The publication of the theory of general relativity made him internationally famous. He was professor of physics at the universities of Zurich (1909–1911) and Prague (1911–1912), before he returned to ETH Zurich (1912–1914)."}],"skills":[{"name":"Physics","level":"Master","icon":"fa-solid fa-hashtag","keywords":["Quantum Mechanics","Quantum Computing","Quantum Information","Quantum Cryptography","Quantum Communication","Quantum Teleportation"]}],"interests":[{"name":"Physics","icon":"fa-solid fa-tag","keywords":["Quantum Mechanics","Quantum Computing","Quantum Information","Quantum Cryptography","Quantum Communication","Quantum Teleportation"]}],"projects":[{"name":"Quantum Computing","summary":"Quantum computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. Computers that perform quantum computations are known as quantum computers.","highlights":["Quantum Teleportation","Quantum Cryptography"],"startDate":"2018-01-01","endDate":"2018-01-01","url":"https://example.com"}]}